Repository: RafBel94/LiteNotes
Catalog: lib/l10n/app_*.arb
Languages: es

# skeleton_notes_screen_title
source: Notes
es: Notas

# skeleton_tasks_screen_title
source: Tasks
es: Tareas

# navigation_bar_notes
source: Notes
es: Notas

# navigation_bar_tasks
source: Tasks
es: Tareas

# new_note_screen_scaffold_title
source: New Note
es: Nueva nota

# new_task_screen_scaffold_title
source: New Task
es: Nueva tarea

# task_screen_task_title
source: Task Title
es: Titulo

# task_screen_task_checklist
source: To-Do Checklist
es: Lista de tareas

# task_screen_new_todo_button
source: Add To-Do
es: Agregar tarea

# task_screen_todo_textfield_hint
source: Insert To-Do
es: Inserta la tarea...

# task_screen_todo_empty_text
source: To-Do
es: Tarea

# confirmation_dialog_delete_task
source: Are you sure you want to delete this task?
es: ¿Seguro que quieres eliminar esta tarea?

# confirmation_dialog_delete_tasks
source: Are you sure you want to delete all the selected tasks?
es: ¿Seguro que quieres eliminar todas las tareas seleccionadas?

# confirmation_dialog_recover_task
source: Are you sure you want to recover this task?
es: ¿Seguro que quieres recuperar esta tarea?

# confirmation_dialog_recover_tasks
source: Are you sure you want to recover all the selected tasks?
es: ¿Seguro que quieres recuperar todas las tareas seleccionadas?

# confirmation_dialog_delete_note
source: Are you sure you want to delete this note?
es: ¿Seguro que quieres eliminar esta nota?

# confirmation_dialog_delete_notes
source: Are you sure you want to delete all the selected notes?
es: ¿Seguro que quieres eliminar todas las notas seleccionadas?

# confirmation_dialog_recover_note
source: Are you sure you want to recover this note?
es: ¿Seguro que quieres recuperar esta nota?

# confirmation_dialog_recover_notes
source: Are you sure you want to recover all the selected notes?
es: ¿Seguro que quieres recuperar todas las notas seleccionadas?

source: Delete confirmation
es: Confirmacion

# delete_group
source: Are you sure you want to delete this group?
es: ¿Seguro que quieres eliminar este grupo?

source: No group
es: Sin grupo

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

# colorpicker_select_color
source: Select a color
es: Selecciona un color

# note_title_textfield_hint
source: Title...
es: Titulo...

# note_no_title
source: No Title
es: Sin titulo

# task_no_title
source: No Title
es: Sin titulo

source: Creation date:
es: Creado el:

# delete_date
source: Deleted:
es: Eliminado el:

source: Modification date:
es: Modificado el:

# drawer_groups_tile
source: Groups
es: Grupos

# drawer_new_group_button
source: New Group
es: Nuevo grupo

# drawer_recicle_bin
source: Recicle Bin
es: Papelera

# drawer_recicle_bin_notes
source: Notes
es: Notas

# drawer_recicle_bin_tasks
source: Tasks
es: Tareas

# dialog_new_group_title
source: Create new group
es: Crear nuevo grupo

# dialog_new_group_group_title_text
source: Group title
es: Titulo del grupo

# dialog_new_group_title_textfield_hint
source: Insert group name...
es: Titulo del grupo...

# dialog_edit_group_title
source: Edit group
es: Editar grupo

# recicle_bin_deleted_notes_title
source: Deleted Notes
es: Notas eliminadas

# recicle_bin_deleted_tasks_title
source: Deleted Tasks
es: Tareas eliminadas

# select_color_button
source: Select a color
es: Selecciona un color

# drawer_language
source: Language
es: Idioma

# language_spanish
source: Spanish
es: Español

# language_english
source: English
es: Ingles

source: Sort alphabetically (A-Z)
es: Alfabeticamente (A-Z)

source: Sort alphabetically (Z-A)
es: Alfabeticamente (Z-A)

source: Sort by last modified (Recent)
es: Fecha de modificacion (Reciente)

source: Sort by last modified (Older)
es: Fecha de modificacion (Antiguo)

source: Sort by delete date (Recent)
es: Fecha de eliminacion (Reciente)

source: Sort by delete date (Older)
es: Fecha de eliminacion (Antiguo)
